[
     {
          "name": "South VividVale Community",
          "leaderName": "Ryan Cuball",
          "adjective": ["VividValean"],
          "startBias": ["Coast","Avoid [Tundra]"],

          "startIntroPart1": "Dear Sarah, It has been a while since I've sent a letter to you, I would like to remind you that I am here to unite the people of VividVale by learning from the mistakes of the Federation. VividVales multiculturalism devided the country to multiple traditions which often conflicted with others. I'm here to create a group which supports each other, not to fight against itself.",
          "startIntroPart2": "And now as the new leader of this group, I will bring VividVale to a more united and peaceful place. even if it means assimilation. Sincerely, Ryan. - Letter to Sarah, last leader of the group.",

          "declaringWar": "If we need to go to war, then so be it.",
          "attacked": "Attacking us will not make you any stronger...",
          "defeated": "Fine, take my community. Your group won't last long anyway...",
          "introduction": "Hey, welcome to South VividVale. you're not asking to join, right?",

          "neutralHello": "G'day.",
          "hateHello": "The f**k do you want?",
          "tradeRequest": "Want to trade? We will respect you if you respect us.",

          "outerColor": [25, 135, 15],
          "innerColor": [255, 255, 255],
          "style": "VividValean",
          "uniqueName": "Cultural Assimilation",
          "uniques": ["[+1 Production, +1 Science] in cities on [Coastal] tiles"],
          "cities": ["South Camp","Duck Park","Green Beach","Zoo Park","Camp Striker","Golden","Occurs Camp","Tontah","Oaks Beach","Vivid Campgrounds","Gren Green","Bens Tent"]
                             
},
    {
          "name": "Vividstrone Union",
          "style": "VividValean",
          "leaderName": "Toby Minton",
          "adjective": ["VividValean"],
          "startBias": ["Ruins"],

          "startIntroPart1": "Ah, VividVale. A once great and beautiful country, destroyed by war and vicious terror... But we in Vividstrone have been given the task of rebuilding our once perfect nation to its former self when by our will, unity and development is inevitable!",
          "startIntroPart2": "So are we ready to unite this divided country? Or are we lost to the chaos of the badlands? -Toby to some of the residents of Vividstrone",

          "declaringWar": "You are all savages and will be dealt with.",
          "attacked": "A group is invaded by a nation that refuses to die? such a pity.",
          "defeated": "Congratulations, the federation is forever lost to chaos, what now?",
          "introduction": "Greetings, barbarians. We are here to restore the old nation of VividVale, one step at a time.",

          "neutralHello": "Morning, governor",
          "HateHello": "Hmm? what is it?",
          "TradeRequest": "Do you want to interact with Vividstrone?",

          "innerColor": [20, 66, 219],
          "outerColor": [232, 181, 28],
          "uniqueName": "Unitary state",
          "uniques": ["[20]% [Science] <starting from the [Rebuilding era]>","Receive triple Gold from Barbarian encampments and pillaging Cities"],
          "cities": ["New Vividstrone","East Vividstrone","Trevor Street","Roland Valley","Gibson","Beta Alley","Samson","Big Bits","Neo Land","Australis"],
    },  
     {
          "name": "New Barnta Clan",
          "style": "VividValean",
          "leaderName": "Jesse Yaturr",
          "adjective": ["Barnta"],
          "startBias": ["Coast","Avoid [Ruins]"],

          "startIntroPart1": "...The people of the Barnta tribe lived happily and free, many year ago. but were invaded by nation of VividVale, forced to live without meaning. but when the bombs dropped, the tribe was given another chance to defend their culture and homeland...",
          "startIntroPart2": "...It's believed that a leader of passion, bravery and integrity would rise to rule the tribe one day, and create a beacon of hope within the dark world. - 'History of the Barnta clan, a book written by an unknown author'."

          "declaringWar": "Can you hear that? it's the sound of pride! striking down the enemy!",
          "attacked": "All you invaders are all the same...",
          "defeated": "Our people will never be forgotten, this place will forever be ours..!",
          "introduction": "Welcome, foreigner... you look exhausted, would you like to camp with us?",

          "neutralHello": "Hello!",
          "hateHello": "Leave..!",
          "TradeRequest": "You would like to trade? you can try some of our fish if you'd like.",

          "innerColor": [109, 140, 252],
          "outerColor": [191, 101, 4],
          "uniqueName": "Was, and forever will be",
          "uniques": ["Enemy [Land] units must spend [1] extra movement points when inside your territory","[+1 Food, +1 Culture] from [Water resource] tiles [in all cities]","Cannot build [Settler] units"],
          "cities": ["Cod river","Tent","Two creeks","Waro","Fire camp","New water","Simpson","Bindi","Wet frog","Sweep hills","Yaturr","People house"],
     },
      {
"name": "Red Tent Gang",
"leaderName": "Dan Umlaire",
"adjective": ["Outlaw"],
"startBias": ["Desert","Plains"],

"startIntroPart1": "...then there stood the ragged traitor, eye to eye. in seconds the guns drew, straight to the eye...",
"startIntroPart2": "...I'd never seen a man once thought invincible, cry and squirm like a coward. there stood the man, staring down at him until he died, that man was Dan Umlaire. -Dan, telling stories around the camp with his gang.",

"neutralHello": "Don't do anything stupid...",
"hateHello": "What, came to apologise? well it won't work...",
"tradeRequest": "Got the goods? it's not like you've got a choice...",

"declaringWar": "Prepare to die. Don't worry, I'll make it quick!",
"attacked": "You don't know who you're messing with..!",
"defeated": "You've gunned my men, and now only one stands... you do the honors...",
"introduction": "No sudden movements, mate. you're in our home now.",

"innerColor": [247, 224, 10],
"outerColor": [135, 14, 5],
"uniqueName": "Reach for the Sky!",
"uniques": ["When conquering an encampment, earn [90] Gold and recruit a Barbarian unit","[+15]% Strength <when fighting units from a Civilization with more Cities than you>","Units in cities cost no Maintenance"],
"cities": ["Home Camp","Overlook","Ghost Plains"],
},

 ]

 
 
